[
  { "title": "Chapter 1", "content": "A storm broke the silence of the kingdom. Thunder rolled like war drums, and the people huddled in fear as the queen disappeared into the dark." },
  { "title": "Chapter 2", "content": "The queen held a secret no one knew — a pact made with the gods, and a price to be paid in blood. Her escape was not a flight, but a ritual." },
  { "title": "Chapter 3", "content": "Blood and betrayal stained the marble floors of the palace. The prince stood in silence, dagger in hand, as the prophecy began to unfold." },
  { "title": "Chapter 4", "content": "Far beyond the capital, a child was born under a blood moon. The midwife gasped, recognizing the mark foretold in the ancient scrolls." },
  { "title": "Chapter 5", "content": "The rebellion brewed in whispers and shadows. Loyalists vanished in the night, and symbols of the old regime burned in the streets." },
  { "title": "Chapter 6", "content": "A masked stranger arrived at the city gates, wielding a sword unlike any seen before. He sought the queen—not for allegiance, but for vengeance." },
  { "title": "Chapter 7", "content": "In the dungeons beneath the city, the prisoners sang songs older than the crown. One voice rose above them all—a girl with no name." },
  { "title": "Chapter 8", "content": "The high priest warned of the eclipse to come. He saw visions of fire, smoke, and a child standing alone atop a mountain of skulls." },
  { "title": "Chapter 9", "content": "The general marched with iron discipline, but doubts weighed heavy. His loyalty was to the throne, but his heart belonged to the queen." },
  { "title": "Chapter 10", "content": "The queen returned, cloaked in red, with eyes that glowed like embers. Her voice was thunder. Her will—unchallenged." },
  { "title": "Chapter 11", "content": "At dawn, the sun refused to rise. Darkness spread like a plague, and creatures once confined to myth crawled into the waking world." },
  { "title": "Chapter 12", "content": "The prince confronted his mother, blade drawn. But her shadow moved faster than light, and his scream was swallowed by silence." },
  { "title": "Chapter 13", "content": "The people fled, seeking refuge in forgotten temples and underground rivers. Stories of salvation turned into desperate prayers." },
  { "title": "Chapter 14", "content": "A mysterious book was found in the ruins. Bound in serpent skin, it whispered names that had not been spoken in centuries." },
  { "title": "Chapter 15", "content": "The rebellion’s leader knelt before the queen, not in surrender, but in revelation. He was her brother—lost, and now returned." },
  { "title": "Chapter 16", "content": "The sky cracked open, revealing a second moon. Portals bled across the horizon, spilling time and memory onto the land." },
  { "title": "Chapter 17", "content": "A child with silver eyes held the fate of all. Neither hero nor villain, only choice remained." },
  { "title": "Chapter 18", "content": "The queen stood atop her obsidian tower, watching as the world unraveled below. Her crown melted, yet her power grew." },
  { "title": "Chapter 19", "content": "The survivors gathered at the edge of the world. They lit the last fire, not for warmth, but to remember." },
  { "title": "Chapter 20", "content": "And in the end, when all names were forgotten, one voice sang. It was not a song of sorrow—but of beginning." }
]
